Repository: jimmypark1/RetroCamera
Catalog: RetroCamera/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt_lt, ms, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Adjust
ar: يُعدِّل
ca: Ajustar
cs: Upravit
da: Tilpasse
de: Anpassen
el: Προσαρμόζω
es: Ajustar
fi: Säätää
fr: Ajuster
he: לְהַתְאִים
hi: समायोजित करना
hr: prilagoditi
hu: Állítsa be
id: Menyesuaikan
it: Regolare
ja: 調整
ko: 조정
lt_lt: Sureguliuoti
ms: Laraskan
nl: Aanpassen
pl: Regulować
pt_br: Ajustar
ro: Regla
ru: Регулировать
sk: Upraviť
sl: Prilagodite
sv: Justera
th: ปรับ
tr: Ayarlamak
uk: Налаштувати
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

source: AI Filter
ar: مرشح الذكاء الاصطناعي
ca: Filtre AI
cs: AI filtr
de: KI-Filter
el: Φίλτρο AI
es: Filtro IA
fi: AI suodatin
he: מסנן AI
hi: एआई फ़िल्टर
hr: AI filtar
hu: AI szűrő
id: Penyaring AI
it: Filtro AI
ja: AIフィルター
ko: AI필터
lt_lt: AI filtras
ms: Penapis AI
pl: Filtr AI
pt_br: Filtro AI
ro: Filtru AI
ru: AI-фильтр
sk: Filter AI
sl: Filter AI
th: ฟิลเตอร์เอไอ
tr: Yapay Zeka Filtresi
uk: Фільтр ШІ
vi: Bộ lọc AI
zh_hans: 人工智能滤镜
zh_hant: 人工智慧濾鏡

source: Apply
ar: يتقدم
ca: Aplicar
cs: Použít
da: Anvende
de: Anwenden
el: Εφαρμόζω
es: Aplicar
fi: Käytä
fr: Appliquer
he: לִפְנוֹת
hi: आवेदन करना
hr: primijeniti
hu: Alkalmazni
id: Menerapkan
it: Fare domanda a
ja: 適用する
ko: 적용
lt_lt: Taikyti
ms: Mohon
nl: Toepassen
pl: Stosować
pt_br: Candidatar-se
ro: Aplicați
ru: Применять
sk: Použiť
sl: Prijavite se
sv: Tillämpas
th: นำมาใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 申请
zh_hant: 申請

source: Background
ar: خلفية
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fi: Tausta
fr: Arrière-plan
he: רֶקַע
hi: पृष्ठभूमि
hr: Pozadina
hu: Háttér
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
lt_lt: Fonas
ms: Latar belakang
nl: Achtergrond
pl: Tło
pt_br: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sl: Ozadje
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Фон
vi: Lý lịch
zh_hans: 背景
zh_hant: 背景

source: Beauty
ar: جمال
ca: Bellesa
cs: Krása
da: Skønhed
de: Schönheit
el: Ομορφιά
es: Belleza
fi: Kauneus
fr: Blanchiment
he: יוֹפִי
hi: सुंदरता
hr: Ljepota
hu: Szépség
id: Kecantikan
it: Bellezza
ja: 美容
ko: 미용
lt_lt: Grožis
ms: Kecantikan
nl: Schoonheid
pl: Uroda
pt_br: Beleza
ro: Frumuseţe
ru: Красота
sk: Krása
sl: Lepota
sv: Skönhet
th: ความงาม
tr: Güzellik
uk: Краса
vi: Sắc đẹp
zh_hans: 美丽
zh_hant: 美麗

source: Big Eye
ar: عين كبيرة
ca: Ull Gran
cs: Velké oko
da: Stort Øje
de: Großes Auge
el: Μεγάλο Μάτι
es: ojo grande
fi: Iso Silmä
fr: Grand oeil
he: עין גדולה
hi: बड़ी आँख
hr: Veliko oko
hu: Nagy Szem
id: Mata Besar
it: Grande occhio
ja: 眩しく
ko: 눈크게
lt_lt: Didelė akis
ms: Mata Besar
nl: Groot oog
pl: Wielkie Oko
pt_br: Olho Grande
ro: Ochiul Mare
ru: Большой глаз
sk: Veľké oko
sl: Veliko oko
sv: Stort öga
th: ตาโต
tr: Büyük Göz
uk: Велике Око
vi: Mắt to
zh_hans: 睁大眼睛
zh_hant: 睜大眼睛

source: Brightness
ar: سطوع
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Λάμψη
es: Brillo
fi: Kirkkaus
fr: Luminosité
he: בְּהִירוּת
hi: चमक
hr: Svjetlina
hu: Fényesség
id: Kecerahan
it: Luminosità
ja: 明るさ
ko: 밝기
lt_lt: Ryškumas
ms: Kecerahan
nl: Helderheid
pl: Jasność
pt_br: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sl: Svetlost
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

source: Brush
ar: فرشاة
ca: Raspall
cs: Štětec
da: Børste
de: Bürste
el: Βούρτσα
es: Cepillar
fi: Harjata
fr: Brosse
he: מִברֶשֶׁת
hi: ब्रश
hr: Četka
hu: Kefe
id: Sikat
it: Spazzola
ja: ブラシ
ko: 브러쉬
lt_lt: Šepetys
ms: Berus
nl: Borstel
pl: Szczotka
pt_br: Escova
ro: Perie
ru: Щетка
sk: Štetec
sl: Čopič
sv: Borsta
th: แปรง
tr: Fırçalamak
uk: Кисть
vi: Chải
zh_hans: 刷子
zh_hant: 刷子

source: Continue
ar: يكمل
ca: Continua
cs: Pokračovat
da: Fortsætte
de: Weitermachen
el: Συνεχίζω
es: Continuar
fi: Jatkaa
fr: Continuer
he: לְהַמשִׁיך
hi: जारी रखना
hr: Nastaviti
hu: Folytatás
id: Melanjutkan
it: Continuare
ja: 続く
ko: 계속
lt_lt: Tęsti
ms: teruskan
nl: Doorgaan
pl: Kontynuować
pt_br: Continuar
ro: Continua
ru: Продолжать
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätta
th: ดำเนินการต่อ
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Contrast
ar: مقابلة
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
fi: Kontrasti
fr: Contraste
he: לְהַשְׁווֹת
hi: अंतर
hr: Kontrast
hu: Kontraszt
id: Kontras
it: Contrasto
ja: コントラスト
ko: 대비
lt_lt: Kontrastas
ms: Berbeza
pl: Kontrast
pt_br: Contraste
ru: Контраст
sl: Kontrast
sv: Kontrast
th: ตัดกัน
tr: Zıtlık
uk: Контраст
vi: Sự tương phản
zh_hans: 对比
zh_hant: 對比

source: Crop
ar: اقتصاص
ca: Cultiu
cs: Plodina
da: Afgrøde
de: Ernte
el: Καλλιέργεια
es: Cultivo
fi: Rajaa
fr: Recadrer
he: יְבוּל
hi: काटना
hr: Obrezivanje
hu: Termés
id: Tanaman
it: Raccolto
ja: カット
ko: 자르기
lt_lt: Apkarpyti
ms: tanaman
nl: Gewas
pl: Uprawa
pt_br: Recortar
ro: Decupați
ru: Обрезать
sk: Orezať
sl: Obrezovanje
sv: Beskära
th: ครอบตัด
tr: Mahsul
uk: кадрування
vi: Mùa vụ
zh_hans: 庄稼
zh_hant: 莊稼

source: Edit
ar: يحرر
ca: Edita
cs: Upravit
da: Redigere
de: Bearbeiten
el: Εκδίδω
es: Editar
fi: Muokata
fr: Modifier
he: לַעֲרוֹך
hi: संपादन करना
hr: Uredi
hu: Szerkesztés
id: Sunting
it: Modificare
ja: 編集
ko: 편집
lt_lt: Redaguoti
ms: Sunting
nl: Bewerking
pl: Redagować
pt_br: Editar
ro: Edita
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenlemek
uk: Редагувати
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

# edit_beauty_body_legs_tooltip
source: Select the thighs, calves, and ankles.
ar: حدد الفخذين والعجول والكاحلين.
ca: Seleccioneu les cuixes, els panxells i els turmells.
cs: Vyberte stehna, lýtka a kotníky.
da: Vælg lår, lægge og ankler.
de: Wählen Sie die Oberschenkel, Waden und Knöchel aus.
el: Επιλέξτε τους μηρούς, τις γάμπες και τους αστραγάλους.
es: Selecciona los muslos, las pantorrillas y los tobillos.
fi: Valitse reidet, pohkeet ja nilkat.
fr: Sélectionnez les cuisses, les mollets et les chevilles.
he: בחר את הירכיים, השוקיים והקרסוליים.
hi: जांघों, पिंडलियों और टखनों का चयन करें।
hr: Odaberite bedra, listove i gležnjeve.
hu: Válassza ki a combot, a vádlit és a bokát.
id: Pilih paha, betis, dan pergelangan kaki.
it: Seleziona le cosce, i polpacci e le caviglie.
ja: 太もも、ふくらはぎ、足首を選んでください。
ko: 허벅지, 종아리, 발목을 선택해 주세요.
lt_lt: Pasirinkite šlaunis, blauzdas ir kulkšnis.
ms: Pilih paha, betis, dan buku lali.
nl: Selecteer de dijen, kuiten en enkels.
pl: Wybierz uda, łydki i kostki.
pt_br: Selecione as coxas, os gémeos e os tornozelos.
ro: Selectați coapsele, gambele și gleznele.
ru: Выберите бедра, икры и лодыжки.
sk: Vyberte stehná, lýtka a členky.
sl: Izberite stegna, meča in gležnje.
sv: Välj lår, vader och anklar.
th: เลือกต้นขา น่อง และข้อเท้า
tr: Uylukları, baldırları ve ayak bileklerini seçin.
uk: Виберіть стегна, ікри та щиколотки.
vi: Chọn đùi, bắp chân và mắt cá chân.
zh_hans: 请选择大腿、小腿或脚踝。
zh_hant: 選擇大腿、小腿和腳踝。

# edit_beauty_body_slim
source: Slim Waist
ar: الخصر النحيف
ca: Cintura esvelta
cs: Štíhlý pas
da: Slank talje
de: Schlanke Taille
el: Λεπτή μέση
es: cintura delgada
fi: Ohut vyötärö
fr: Taille de fourmi
he: מותניים דקים
hi: पतली कमर
hr: Tanak struk
hu: Karcsú derék
id: Pinggang Ramping
it: Vita sottile
ja: アリウエスト
ko: 개미허리
lt_lt: Lieknas juosmuo
ms: Pinggang Ramping
nl: Slanke taille
pl: Wąska talia
pt_br: Cintura Fina
ro: Talie subțire
ru: Тонкая талия
sk: Štíhly pás
sl: Tanek pas
sv: Smal midja
th: เอวบาง
tr: İnce Bel
uk: Тонка талія
vi: Vòng eo thon gọn
zh_hans: 蚂蚁腰
zh_hant: 螞蟻腰

# edit_beauty_body_stretch
source: Stretch
ar: تمتد
ca: Estirar
cs: Úsek
da: Strække
de: Strecken
el: Τέντωμα
es: Estirar
fi: Venyttää
fr: Extensible
he: לִמְתוֹחַ
hi: खींचना
hr: Istegnite se
hu: Nyújtsd
id: Menggeliat
it: Stirata
ja: 増やす
ko: 키늘리기
lt_lt: Ištempti
ms: Regangan
nl: Strek
pl: Rozciągać się
pt_br: Alongar
ro: Întinde
ru: Потягиваться
sk: Natiahnuť
sv: Sträcka
th: ยืด
tr: Uzatmak
uk: Розтягнути
vi: Kéo dài
zh_hans: 增加高度
zh_hant: 增加高度

source: Effect
ar: تأثير
ca: Efecte
cs: Účinek
da: Effekt
de: Wirkung
el: Αποτέλεσμα
es: Efecto
fi: Vaikutus
fr: Effet
he: אֵפֶקְט
hi: प्रभाव
hr: Učinak
hu: Hatás
id: Memengaruhi
it: Effetto
ja: 効果
ko: 효과
lt_lt: Efektas
ms: Kesan
pl: Efekt
pt_br: Efeito
ro: Efect
ru: Эффект
sl: Učinek
sv: Effekt
th: ผล
tr: Etki
uk: Ефект
vi: Tác dụng
zh_hans: 影响
zh_hant: 影響

source: Erase
ar: محو
ca: Esborrar
cs: Vymazat
da: Slette
de: Löschen
el: Εξάλειψη
es: Borrar
fi: Poista
fr: Effacer
he: לִמְחוֹק
hi: मिटाएं
hr: Izbriši
hu: Törlés
id: Menghapus
it: Cancellare
ja: クリア
ko: 지우기
lt_lt: Ištrinti
ms: Padam
nl: Wissen
pl: Usuwać
pt_br: Apagar
ro: Şterge
ru: Стереть
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Стерти
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Filter
ar: فلتر
ca: Filtre
cs: Filtr
el: Φίλτρο
es: Filtrar
fi: Suodattaa
fr: Filtre
he: לְסַנֵן
hi: फ़िल्टर
hu: Szűrő
id: Menyaring
it: Filtro
ja: フィルター
ko: 필터
lt_lt: Filtruoti
ms: Penapis
pl: Filtr
pt_br: Filtro
ro: Filtra
ru: Фильтр
sv: Radera
th: กรอง
tr: Filtre
uk: фільтр
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

source: Hip
ar: خاصرة
ca: Maluc
da: Hofte
de: Hüfte
el: Ισχίο
es: Cadera
fr: Hanche
he: יָרֵך
hi: कूल्हा
hu: Csípő
id: Panggul
it: Anca
ja: ヒップアップ
ko: 힙업
lt_lt: Klubas
ms: Pinggul
nl: Heup
pl: Biodro
pt_br: Anca
ro: Şold
ru: Бедро
sv: Höft
th: สะโพก
tr: Belki
uk: Стегно
vi: Hông
zh_hans: 臀部向上
zh_hant: 臀部向上

source: Horizontal
ar: أفقي
ca: Horitzontal
cs: Horizontální
da: Vandret
el: Οριζόντιος
fi: Vaakasuora
fr: Horizontale
he: אופקי
hi: क्षैतिज
hr: Horizontalno
hu: Vízszintes
id: Horisontal
it: Orizzontale
ja: 水平反転
ko: 수평반전
lt_lt: Horizontalus
ms: Mendatar
nl: Horizontaal
pl: Poziomy
ro: Orizontală
ru: Горизонтальный
sk: Horizontálne
sl: Vodoravno
sv: Horisontell
th: แนวนอน
tr: Yatay
uk: Горизонтальний
vi: Nằm ngang
zh_hans: 水平反演
zh_hant: 水平反演

source: Image Saved.
ar: تم حفظ الصورة.
ca: Imatge desada.
cs: Obrázek uložen.
da: Billedet er gemt.
de: Bild gespeichert.
el: Η εικόνα αποθηκεύτηκε.
es: Imagen guardada.
fi: Kuva tallennettu.
fr: Image enregistrée.
he: התמונה נשמרה.
hi: छवि सहेजी गई.
hr: Slika spremljena.
hu: Kép mentve.
id: Gambar Disimpan.
it: Immagine salvata.
ja: 写真が保存されました。
ko: 사진이 저장되었습니다.
lt_lt: Vaizdas išsaugotas.
ms: Imej Disimpan.
nl: Afbeelding opgeslagen.
pl: Obraz zapisany.
pt_br: Imagem guardada.
ro: Imagine salvată.
ru: Изображение сохранено.
sk: Obrázok bol uložený.
sl: Slika shranjena.
sv: Bild sparad.
th: ภาพที่บันทึกไว้
tr: Resim Kaydedildi.
uk: Зображення збережено.
vi: Đã lưu hình ảnh.
zh_hans: 您的图像已保存。
zh_hant: 您的影像已儲存。

source: Information
ar: معلومة
ca: Informació
cs: Informace
el: Πληροφορίες
es: Información
fi: Tiedot
he: מֵידָע
hi: जानकारी
hr: Informacija
hu: Információ
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
lt_lt: Informacija
ms: Maklumat
nl: Informatie
pl: Informacja
pt_br: Informação
ro: Informaţii
ru: Информация
sk: Informácie
sl: Informacije
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Inpaint
ar: إنباينت
es: en pintura
hi: इनपेंट
id: mengecat
it: Riverniciare
ja: AI消しゴム
ko: AI 지우개
lt_lt: Dažyti
nl: Inschilderen
pt_br: Pintar
th: อินเพนท์
tr: İç boya
vi: Sơn trong
zh_hans: 人工智能橡皮擦
zh_hant: 人工智慧橡皮擦

# Inpaint info
source: Rub the object to erase in the photo, then press the erase button.
ar: افرك الكائن المراد مسحه في الصورة، ثم اضغط على زر المسح.
ca: Frega l'objecte per esborrar de la foto i, a continuació, prem el botó d'esborrar.
cs: Otřete objekt na fotografii, který chcete vymazat, a poté stiskněte tlačítko mazání.
da: Gnid objektet for at slette på billedet, og tryk derefter på sletteknappen.
de: Reiben Sie mit dem zu löschenden Objekt im Foto und drücken Sie dann die Löschtaste.
el: Τρίψτε το αντικείμενο που θέλετε να διαγράψετε στη φωτογραφία και, στη συνέχεια, πατήστε το κουμπί διαγραφής.
es: Frote el objeto que desea borrar en la foto y luego presione el botón de borrar.
fi: Hiero poistettavaa kohdetta valokuvassa ja paina sitten poistopainiketta.
fr: Frottez l'objet à effacer sur la photo, puis appuyez sur le bouton Effacer.
he: שפשפו את האובייקט כדי למחוק בתמונה, ואז לחצו על לחצן המחיקה.
hi: फोटो में मिटाने के लिए वस्तु को रगड़ें, फिर मिटाएँ बटन दबाएँ।
hr: Protrljajte predmet koji želite izbrisati na fotografiji, zatim pritisnite gumb za brisanje.
hu: Dörzsölje meg a törölni kívánt tárgyat a fényképen, majd nyomja meg a törlés gombot.
id: Gosok objek yang ingin dihapus pada foto, lalu tekan tombol hapus.
it: Strofina l'oggetto da cancellare nella foto, quindi premi il pulsante Cancella.
ja: 写真内の消したいものをこして、消去ボタンを押します。
ko: 사진에서 지우려는 물체를 문지른 후 지우기 버튼을 누르세요.
lt_lt: Patrinkite objektą, kurį norite ištrinti nuotraukoje, tada paspauskite trynimo mygtuką.
ms: Gosok objek untuk memadam dalam foto, kemudian tekan butang padam.
nl: Wrijf over het te wissen object op de foto en druk vervolgens op de wisknop.
pl: Potrzyj obiekt na zdjęciu, który chcesz usunąć, a następnie naciśnij przycisk usuwania.
pt_br: Esfregue o objeto a apagar na fotografia e pressione o botão apagar.
ro: Frecați obiectul pentru a șterge din fotografie, apoi apăsați butonul de ștergere.
ru: Потрите объект на фотографии, который нужно стереть, затем нажмите кнопку стирания.
sk: Potrite objekt na fotografii, ktorý chcete vymazať, a potom stlačte tlačidlo vymazania.
sl: Podrgnite predmet, ki ga želite izbrisati na fotografiji, nato pritisnite gumb za brisanje.
sv: Gnugga objektet för att radera i fotot och tryck sedan på raderingsknappen.
th: ถูวัตถุเพื่อลบในรูปภาพ จากนั้นกดปุ่มลบ
tr: Fotoğrafta silmek istediğiniz nesneyi ovalayın ve ardından silme düğmesine basın.
uk: Потріть об’єкт, який потрібно стерти на фотографії, а потім натисніть кнопку стирання.
vi: Chà đối tượng cần xóa trong ảnh, sau đó nhấn nút xóa.
zh_hans: 擦拭照片中要擦除的对象，然后按擦除按钮。
zh_hant: 擦拭照片中要擦除的對象，然後按下擦除按鈕。

# intro0
source: Using the latest AI technology, this app smooths skin tone naturally and enhances facial features with stylish filters. Whether it’s a selfie or a casual shot, achieve a perfect look with just one click.
ar: باستخدام أحدث تقنيات الذكاء الاصطناعي، يعمل هذا التطبيق على تنعيم لون البشرة بشكل طبيعي ويعزز ملامح الوجه باستخدام مرشحات أنيقة. سواء أكان ذلك صورة شخصية أو لقطة عادية، يمكنك الحصول على مظهر مثالي بنقرة واحدة فقط.
ca: Amb l'última tecnologia d'IA, aquesta aplicació suavitza el to de la pell de manera natural i millora els trets facials amb filtres elegants. Tant si es tracta d'una selfie com d'una fotografia casual, aconsegueix un aspecte perfecte amb un sol clic.
cs: Pomocí nejnovější technologie AI tato aplikace přirozeně vyhlazuje tón pleti a vylepšuje rysy obličeje pomocí stylových filtrů. Ať už se jedná o selfie nebo neformální snímek, dosáhněte dokonalého vzhledu jediným kliknutím.
da: Ved at bruge den nyeste AI-teknologi udglatter denne app hudtonen naturligt og forbedrer ansigtstræk med stilfulde filtre. Uanset om det er en selfie eller et afslappet billede, opnår du et perfekt look med kun et klik.
de: Mithilfe der neuesten KI-Technologie glättet diese App den Hautton auf natürliche Weise und betont die Gesichtszüge mit stilvollen Filtern. Ganz gleich, ob es sich um ein Selfie oder eine Gelegenheitsaufnahme handelt, erzielen Sie mit nur einem Klick den perfekten Look.
el: Χρησιμοποιώντας την πιο πρόσφατη τεχνολογία AI, αυτή η εφαρμογή εξομαλύνει τον τόνο του δέρματος φυσικά και ενισχύει τα χαρακτηριστικά του προσώπου με κομψά φίλτρα. Είτε πρόκειται για selfie είτε για περιστασιακή λήψη, επιτύχετε τέλεια εμφάνιση με ένα μόνο κλικ.
es: Utilizando la última tecnología de inteligencia artificial, esta aplicación suaviza el tono de la piel de forma natural y mejora los rasgos faciales con filtros elegantes. Ya sea una selfie o una foto casual, logra un look perfecto con solo un clic.
fi: Uusimman tekoälyteknologian avulla tämä sovellus tasoittaa ihon sävyä luonnollisesti ja parantaa kasvojen piirteitä tyylikkäillä suodattimilla. Olipa kyseessä selfie tai rento kuva, saavuta täydellinen ulkoasu yhdellä napsautuksella.
fr: Utilisant la dernière technologie d'IA, cette application lisse naturellement le teint et améliore les traits du visage avec des filtres élégants. Qu'il s'agisse d'un selfie ou d'une photo décontractée, obtenez un look parfait en un seul clic.
he: באמצעות טכנולוגיית הבינה המלאכותית העדכנית ביותר, אפליקציה זו מחליקה את גוון העור באופן טבעי ומשפרת את תווי הפנים עם מסננים מסוגננים. בין אם זה סלפי או צילום מזדמן, השג מראה מושלם בלחיצה אחת בלבד.
hi: नवीनतम एआई तकनीक का उपयोग करते हुए, यह ऐप प्राकृतिक रूप से त्वचा की रंगत को निखारता है और स्टाइलिश फिल्टर के साथ चेहरे की विशेषताओं को बढ़ाता है। चाहे वह सेल्फी हो या कैज़ुअल शॉट, सिर्फ एक क्लिक से परफेक्ट लुक पाएं।
hr: Koristeći najnoviju AI tehnologiju, ova aplikacija prirodno izglađuje ton kože i naglašava crte lica s elegantnim filtrima. Bilo da se radi o selfiju ili opuštenoj snimci, postignite savršen izgled samo jednim klikom.
hu: En yeni AI teknolojisini kullanan bu uygulama, cilt tonunu doğal bir şekilde yumuşatır ve şık filtrelerle yüz özelliklerini geliştirir. İster selfie ister sıradan bir çekim olsun, tek tıklamayla mükemmel bir görünüm elde edin.
id: Menggunakan teknologi AI terkini, aplikasi ini menghaluskan warna kulit secara alami dan menyempurnakan fitur wajah dengan filter penuh gaya. Baik itu selfie atau foto santai, dapatkan tampilan sempurna hanya dengan satu klik.
it: Utilizzando la più recente tecnologia AI, questa app uniforma il tono della pelle in modo naturale e migliora le caratteristiche del viso con filtri eleganti. Che si tratti di un selfie o di uno scatto casual, ottieni un look perfetto con un solo clic.
ja: このアプリは、最新の AI テクノロジーを使用して、肌の色合いを自然に滑らかにし、スタイリッシュなフィルターで顔の特徴を強調します。自撮りでもカジュアルなショットでも、ワンクリックで完璧な外観を実現します。
ko: 최신 AI 기술을 사용하여 피부 톤을 자연스럽게 매끄럽게 하고 세련된 필터로 얼굴 특징을 향상시킵니다. 셀카든 캐주얼한 사진이든 단 한 번의 클릭으로 완벽한 룩을 완성하세요.
lt_lt: Naudodama naujausią dirbtinio intelekto technologiją, ši programa natūraliai išlygina odos atspalvį ir paryškina veido bruožus naudojant stilingus filtrus. Nesvarbu, ar tai asmenukė, ar atsitiktinis kadras, vienu spustelėjimu pasieksite tobulą išvaizdą.
ms: Menggunakan teknologi AI terkini, aplikasi ini melicinkan tona kulit secara semula jadi dan mempertingkatkan ciri wajah dengan penapis yang bergaya. Sama ada selfie atau tangkapan kasual, capai penampilan yang sempurna dengan hanya satu klik.
nl: Met behulp van de nieuwste AI-technologie egaliseert deze app de huidskleur op natuurlijke wijze en verbetert de gelaatstrekken met stijlvolle filters. Of het nu een selfie of een casual foto is, bereik met slechts één klik de perfecte look.
pl: Wykorzystując najnowszą technologię sztucznej inteligencji, ta aplikacja w naturalny sposób wygładza koloryt skóry i poprawia rysy twarzy za pomocą stylowych filtrów. Niezależnie od tego, czy jest to selfie, czy zwykłe zdjęcie, możesz uzyskać idealny wygląd jednym kliknięciem.
pt_br: Utilizando a mais recente tecnologia de IA, esta aplicação suaviza o tom da pele naturalmente e melhora as características faciais com filtros elegantes. Quer seja uma selfie ou uma foto casual, consiga um look perfeito com apenas um clique.
ro: Folosind cea mai recentă tehnologie AI, această aplicație netezește tonul pielii în mod natural și îmbunătățește trăsăturile feței cu filtre elegante. Indiferent dacă este un selfie sau o fotografie obișnuită, obțineți un aspect perfect cu un singur clic.
ru: Используя новейшую технологию искусственного интеллекта, это приложение естественным образом выравнивает тон кожи и подчеркивает черты лица с помощью стильных фильтров. Будь то селфи или обычный снимок, добейтесь идеального результата одним щелчком мыши.
sk: Pomocou najnovšej technológie AI táto aplikácia prirodzene vyhladzuje tón pleti a vylepšuje rysy tváre pomocou štýlových filtrov. Či už ide o selfie alebo neformálny záber, dosiahnite dokonalý vzhľad jediným kliknutím.
sl: Z uporabo najnovejše tehnologije umetne inteligence ta aplikacija naravno zgladi ten kože in poudari poteze obraza z elegantnimi filtri. Ne glede na to, ali gre za selfi ali priložnostni posnetek, dosežite popoln videz z enim samim klikom.
sv: Med den senaste AI-tekniken jämnar den här appen ut hudtonen naturligt och förbättrar ansiktsdragen med snygga filter. Oavsett om det är en selfie eller en avslappnad bild, uppnå en perfekt look med bara ett klick.
th: ด้วยการใช้เทคโนโลยี AI ล่าสุด แอปนี้จะปรับสีผิวให้เรียบเนียนอย่างเป็นธรรมชาติและปรับปรุงลักษณะใบหน้าด้วยฟิลเตอร์ที่มีสไตล์ ไม่ว่าจะเป็นภาพเซลฟี่หรือภาพทั่วไป คุณก็จะได้ลุคที่สมบูรณ์แบบเพียงคลิกเดียว
tr: En yeni AI teknolojisini kullanan bu uygulama, cilt tonunu doğal bir şekilde yumuşatır ve şık filtrelerle yüz özelliklerini geliştirir. İster selfie ister sıradan bir çekim olsun, tek tıklamayla mükemmel bir görünüm elde edin.
uk: Використовуючи новітню технологію штучного інтелекту, ця програма природним чином вирівнює тон шкіри та підкреслює риси обличчя за допомогою стильних фільтрів. Незалежно від того, чи це селфі, чи звичайний знімок, досягніть ідеального вигляду лише одним клацанням миші.
vi: Sử dụng công nghệ AI mới nhất, ứng dụng này làm mịn tông màu da một cách tự nhiên và tôn lên các đặc điểm trên khuôn mặt bằng các bộ lọc thời trang. Cho dù đó là ảnh selfie hay ảnh chụp thông thường, bạn sẽ có được vẻ ngoài hoàn hảo chỉ bằng một cú nhấp chuột.
zh_hans: 该应用程序采用最新的人工智能技术，自然地平滑肤色，并通过时尚的滤镜增强面部特征。无论是自拍还是随意拍摄，只需轻轻一按即可获得完美造型。
zh_hant: 該應用程式採用最新的人工智慧技術，可自然地平滑膚色，並透過時尚的濾鏡增強臉部特徵。無論是自拍還是隨意拍攝，只需輕輕一按即可獲得完美造型。

# intro0_title
source: Natural Beauty effects
ar: آثار الجمال الطبيعي
ca: Efectes de bellesa natural
cs: Účinky přírodní krásy
da: Naturlige skønhedseffekter
de: Natürliche Schönheitseffekte
el: Φυσικά εφέ ομορφιάς
es: Efectos de belleza natural
fi: Luonnollisen kauneuden vaikutukset
fr: Effets de beauté naturelle
he: אפקטים של יופי טבעי
hi: प्राकृतिक सौंदर्य प्रभाव
hr: Učinci prirodne ljepote
hu: Természetes szépség hatásai
id: Efek Kecantikan Alami
it: Effetti di bellezza naturale
ja: 自然な美しさの効果
ko: 자연스러운 뷰티 효과
lt_lt: Natūralaus grožio efektai
ms: Kesan Kecantikan Semulajadi
nl: Natuurlijke schoonheidseffecten
pl: Efekty naturalnego piękna
pt_br: Efeitos de beleza natural
ro: Efecte de frumusețe naturală
ru: Эффекты естественной красоты
sk: Účinky Natural Beauty
sl: Učinki naravne lepote
sv: Naturlig skönhet effekter
th: เอฟเฟกต์ความงามตามธรรมชาติ
tr: Doğal Güzellik efektleri
uk: Природні ефекти краси
vi: Hiệu ứng làm đẹp tự nhiên
zh_hans: 自然美容效果
zh_hant: 自然美容效果
